{
  "ewrad": [
    [
      0,
      "File",
      "2",
      "sdks; djdsklfjlkf jul fsdk fjskldfjskl kdfj ksdjfksd fsdlfkjdklf \nad\nfda\n\nas"
    ]
  ],
  "rear": [[0, "File", "1", "sjfklsj;\nre\n\neww"]],
  "sis": [[0, "File", "1", "dsnfsknfks;\n\nasdfsdj\ndj\n  fjjf\n\n\ndfa "]],
  "adf": [[0, "File", "1", "sons;\nsdfa\n\ndaf "]],
  "no doodah": [[0, "File", "1", "tui;\ndsaf\n\n\ndef"]],
  "def no dooDAH": [[0, "File", "2", "jdklsaf \n\ndf\ndd\nd\n\ns\n"]],
  "example2": [[0, "File", "", ""], [1, "Empty", "", ""], [2, "Virus", "", ""]],
  "d": [[0, "Empty", "", ""], [1, "Control Node", "2", "cameras"]],
  "before record": [[0, "File", "20", "dfjsakldf;\n\ndef\nfs\n\ns"]],
  "da": [[0, "File", "2", "dsafs d\ndf\nf\nf\nf\n\nf"]],
  "df": [[0, "File", "2", "dsaf\na\na\n"]],
  "fdsa": [[0, "File", "2", "fasdf\nd\nd\ns\n\ns\n"]],
  "a": [[0, "Empty", "", ""]],
  "s": [[0, "File", "3", "wetw\nds\ns\n\n\ns\n"]],
  "dg": [[0, "File", "2", "sdf\ndsf\nf\n"]],
  "mln": [[0, "File", "2", "dsl;\nds\nd\n\nd\n"]],
  "k": [[0, "File", "q", "s\nss\nsff\ns\n"]],
  "m": [[0, "File", "", "s\n\nss\nstg\ns\n\nsg"]],
  "pdf": [[0, "File", "w", "s sd\n\nsass\n\n\ns\n\nre\ns"]],
  "sdfs": [[0, "File", "4", "ss\n\nsdks\n\ns\nfd\ns"]],
  "kl": [[0, "File", "w", "erwe\n\ndsfd\n\n\ndf\n\nend\n\ns"]],
  "sofas": [[0, "File", "w", "fskdlfj\n\n\npdf\nend\n\ndef\nd\n"]],
  "dsa": [[0, "File", "23", "dsjkl;\n\nstaffs\n\nend\n\n\ndfj\n"]],
  "dfs": [[0, "File", "2", "dfgk;\n\ndf\n\nend\n\ns"]],
  "test": [[0, "Password", "", ""]],
  "dsfksksk": [
    [0, "Empty", "", ""],
    [1, "Password", "13", "jhkhkl"],
    [2, "Hellhound", "", "jkjk]"]
  ],
  "Testspace": [
    [0, "Empty", "", ""],
    [1, "Virus", "10", "The virus is leaking data"],
    [2, "Empty", "", "This is a test"]
  ],
  "dsfkgh": [
    [0, "Empty", "", ""],
    [1, "Password", "13", "jhkhkl"],
    [2, "Hellhound", "", "jkjk]"]
  ],
  "hello": [
    [0, "Empty", "", ""],
    [1, "Virus", "2", "jaj"],
    [2, "Empty", "", "n"]
  ],
  "ads": [
    [0, "File", "1", "sdk;flsd\nfsad\nfsad\nfs\ndf\nasdf\nsad\nfs\ndsfsdf\nsa"]
  ],
  "bjk": [
    [0, "Empty", "", ""],
    [1, "Empty", "", ""],
    [2, "Control Node", "3", "security cameras"]
  ],
  "roll": [
    [0, "Empty", "", ""],
    [1, "Password", "2", "123a"],
    [2, "Empty", "", ""]
  ],
  "Callaghan Stoker": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "S7ock3r1"],
    [
      2,
      "File",
      "0",
      "Emails between Callaghan and Camillo’s solicitor, granting Callaghan powers of attorney, and full control of Camillo’s estate. He donated every penny to OSHL."
    ],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Empty", "", ""],
    [7, "Empty", "", ""],
    [8, "Empty", "", ""],
    [9, "File", "", ""]
  ],
  "bj;": [[0, "Password", "2", "one two"], [1, "Password", "", "one"]],
  "l": [
    [0, "Empty", "", "hey this is a good one"],
    [1, "File", "", "d"],
    [2, "Empty", "", "tell gm you are on level 2"]
  ],
  "dsaf": [[0, "Empty", "", "def"], [1, "Password", "d", "d"]],
  "sad": [
    [0, "Empty", "", ""],
    [1, "Virus", "2", "lights"],
    [2, "File", "7", "emails"]
  ],
  "jk": [
    [0, "Hellhound", "", ""],
    [1, "Control Node", "", ""],
    [2, "Virus", "", ""]
  ],
  "Miyazaki Sato": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "Suki"],
    [
      2,
      "File",
      "8",
      "Hardcore pornography. Lots and lots of hardcore pornography."
    ],
    [3, "Empty", "", ""],
    [
      4,
      "File",
      "8",
      "Financial reports for the nightclub 'Eternity'. It's doing quite well."
    ],
    [5, "Empty", "", ""],
    [6, "Password", "10", "S4t0"],
    [
      7,
      "File",
      "10",
      "Financial reports, from criminal activity. Mostly Blackmail, extortion, and the dealing of Red Sand. Sato is a drug dealer."
    ],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "12",
      "The names and alias of all known Crimson Vipers. Guess Sato was a gangster after all..."
    ],
    [10, "Empty", "", ""],
    [11, "Empty", "", ""],
    [12, "Password", "14", "373rn17y"],
    [13, "Hellhound", "", ""],
    [
      14,
      "File",
      "",
      "Communications with Matthias Grimshaw, the Helios Commander overseeing the Europa occupation. The two had agreed for Sato to crasha freighter, full of red sand, in order to incriminate the previous chief of police. In return, Matthias promised to overlook Sato's criminal dealings."
    ]
  ],
  "Matthias Grimshaw": [
    [0, "Empty", "", ""],
    [1, "Password", "7", "H3lios"],
    [
      2,
      "File",
      "7",
      "Arrest reports. There are remarkably few, even for a city as small as Theseus."
    ],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "10", "J4son"],
    [
      7,
      "File",
      "10",
      "Troop movements and patrol patterns across all of Europa. You download it. This might come in handy."
    ],
    [8, "Empty", "", ""],
    [9, "Hellhound", "", ""],
    [
      10,
      "File",
      "10",
      "Communications with Ljuba Jedlickova and Carlo Santiago, the Helios Commanders for Ganymede and Io respectively. They are discussing the qualifications of Hanayya Al-Assad, the proposed commander for Callisto once the planet is under their control. The current commanders don't seem convinced - She's inexperienced, and moving up through the ranks quickly. Matthias is particularly unconvinced."
    ],
    [11, "Password", "11", "Ty1er"],
    [12, "Empty", "", ""],
    [13, "Empty", "", ""],
    [14, "Empty", "", ""],
    [
      15,
      "File",
      "12",
      "Communications with Miyazaki Sato. It seems Matthias paid him to crash a freighter filled with Red Sand, in order to make the previous chief of police look incompetent, ensuring the Heios corporation replace them. In return, Matthias has promised to overlook Sato's criminal dealings."
    ],
    [16, "Password", "13", "Ka1tl1n"],
    [
      17,
      "Virus",
      "12",
      "This virus is collecting data on anyone who has accessed this network. You can see your own name at the top of the list..."
    ],
    [18, "Empty", "", ""],
    [
      19,
      "File",
      "12",
      "Communications with Symon Belnades, the Helios chief mechanic based on Europa. Matthias ordered him to disconnect vital systems in a public hire air-car, in order to kill Cammillo Passamonte. Looks like you found a smoking gun. Jackpot!"
    ],
    [20, "Empty", "", ""],
    [21, "Password", "15", "eihfwjkbpew"],
    [22, "Hellhound", "", ""],
    [23, "Empty", "", ""],
    [
      24,
      "File",
      "13",
      "Co-ordinates for a secret Helios testing facility, out in the Europan tundra. They seem to be conducting some kind of genetic testing there."
    ],
    [
      25,
      "File",
      "17",
      "Communications with Invictus, the executive in charge of the Helios Corporation's military efforts. Matthias has been congratulated on his successful usurpation of the previous chief of police, and on his swift handling of Camillo Passamonte. However, he has been scolded for poor performance in the day-to-day running of Europa."
    ]
  ],
  "Marcia Braun": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "Swordfish"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "Medical files on the Helios troops stationed on Europa. There are sixty in total, spread across the planet. Thirteen are based in Theseus."
    ],
    [
      4,
      "File",
      "8",
      "Recorded footage of Marcia and her assistant embracing in the operating room. They appear to be involved in an illicit, romantic relationship."
    ],
    [5, "Password", "10", "H3rm3s"],
    [6, "Empty", "", ""],
    [
      7,
      "File",
      "10",
      "Autopsy report on Camillo Passamonte. He was killed by blunt force trauma, presumably from the air-car crash."
    ],
    [
      8,
      "Control Node",
      "10",
      "Control node for the automated surgical machinery in the operating room. Consult the GM for more details."
    ]
  ],
  "Symon Belnades": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "c4r5 1"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "File",
      "Mechanical reports on the precincts two air-cars. They're both in perfect condition."
    ],
    [4, "Password", "8", "c4r5 2"],
    [
      5,
      "File",
      "",
      "Communications with Matthias Grimshaw, the Helios Commander for Europa. Symon was ordered to tamper with the public air-car due to transport Camillo Passamonte on the day of his death, ensuing the vehicle would crash. Looks like you just found a smoking gun. Jackpot."
    ],
    [6, "Empty", "", ""],
    [
      7,
      "Control Node",
      "10",
      "Controls for the garage doors, which can be opened and closed."
    ],
    [8, "Password", "12", "c4r5 3"],
    [9, "Empty", "", ""],
    [
      10,
      "Control Node",
      "12",
      "Controls for the automated vehicle repair arms, currently dormant. Consult the GM for more information."
    ]
  ],
  "paswsdf": [[0, "Password", "2", "one two"]],
  "das": [[0, "Control Node", "3", "csa"]],
  "sofas?": [[0, "Empty", "", ""]],
  "sdks": [[0, "Empty", "", ""]],
  "test virus": [[0, "File", "2", "good file"], [1, "Virus", "2", "bad virus"]],
  "bjlui": [[0, "Empty", "", ""], [1, "Hellhound", "1", "1/2/3/4"]],
  "virus test": [
    [0, "File", "2", "File is filing"],
    [1, "Virus", "2", "Virus is virusing"]
  ],
  "Helios Office": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "Swordfish"],
    [2, "Empty", "", ""],
    [3, "Empty", "", ""],
    [4, "File", "", "Routine arrest reports. Nothing juicy here..."]
  ],
  "b": [
    [0, "Empty", "", ""],
    [1, "Empty", "", ""],
    [2, "Empty", "", ""],
    [3, "Empty", "", ""],
    [4, "Password", "n", "u"]
  ],
  "Taras-Alexi": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "alexi"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "Police reports, extending back a number of years, mostly unarranged. Taras isn't very good at keeping his files tidy."
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "12", "aurora"],
    [7, "Empty", "", ""],
    [
      8,
      "File",
      "10",
      "Evidence of Taras embezzling police funds, and storing them in an account on Rhea."
    ],
    [
      9,
      "File",
      "12",
      "Sensitive data relating to a number of Caliban citizens, which probably shouldn't be stored on a personal device. It's not criminal, but it's certainly negligent."
    ],
    [10, "Empty", "", ""],
    [11, "Empty", "", ""],
    [12, "Empty", "", ""],
    [13, "Password", "14", "riku"],
    [
      14,
      "File",
      "12",
      "The same files as before, but with code traces inconsistent with the rest of the files on his computer. The evidence of Taras' embezzlement has been forged!"
    ],
    [
      15,
      "Virus",
      "14",
      "A virus, leeching all of Taras' personal and professional data, to an off-world site. It's hard to pinpoint where, but the code suggests it's Helios."
    ]
  ],
  "Haniyya-Al-Assad": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "helios"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "Emails between Haniyya and Ayat Farlay, pledging his support to the Helios cause on Callisto. Seems he's not too happy with the lacklustre performance of Taras and his people."
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "10", "honour"],
    [7, "Empty", "", ""],
    [
      8,
      "File",
      "10",
      "Troop requisitions for a new Callisto regiment. It seems… excessive. And presumptuous. Looks like she thinks she's already won."
    ],
    [
      9,
      "File",
      "10",
      "Romantic emails between Haniyya and Carlo Santiago. Well, emails from Carlo. Haniyya hasn't responded."
    ],
    [10, "Empty", "", ""],
    [11, "Empty", "", ""],
    [12, "Password", "12", "duty"],
    [13, "Hellhound", "25", "8/8/7"],
    [
      14,
      "File",
      "12",
      "Communications between Haniyya and a netrunner under her employ, ordering him to tamper with Taras's computer, and plant false information about his embezzlement. Jackpot!"
    ],
    [15, "File", "12", "A list of names. Some of them are crossed out."],
    [16, "Empty", "", ""],
    [17, "Empty", "", ""],
    [18, "Password", "14", "ruthless"],
    [19, "Hellhound", "25", "8/8/7"],
    [
      20,
      "File",
      "14",
      "Communications with Invictus, congratulating Haniyya on her swift ascension through the ranks. They seem to have quite a rapport, almost like mentor and protégé."
    ]
  ],
  "Research-Station": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "helios"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "",
      "General data on the research station. It's seems to have been built and abandoned by the Martians, and repurposed by the Helios Corporation, but to what end is unclear…"
    ],
    [
      4,
      "Control Node",
      "10",
      "the base's auxiliary power generators, allowing you to restore power to the base."
    ],
    [5, "Password", "8", "europa"],
    [6, "Empty", "", ""],
    [
      7,
      "File",
      "8",
      "Lab reports on the successfulness of a variety of medical procedures, that seem to be tailored towards genetically enhancing the brain, towards… some kind of end goal? It’s hard to make sense of, but it seems to be pointing towards some kind of latent psychic energy, that the process awakens within the subject. It sounds ludicrous, but then again…"
    ],
    [8, "Empty", "", ""],
    [9, "Empty", "", ""],
    [10, "Password", "10", "knowledge"],
    [11, "Empty", "", ""],
    [
      12,
      "Control Node",
      "12",
      "the locks on the holding cells. You can lock and unlock them all at once, or individually"
    ],
    [
      13,
      "File",
      "10",
      "The notes of a Dr Robert Carlisle, transposed from their original Martian documentation. It looks like Helios found them somewhere, and used them to track down the base. In the notes, Dr Carlisle presents his theories for the science behind human psychic development, and makes reference to one ‘Dr. Anita Hopkins’ and someone named only ‘David’ as living proof of humanity’s potential. He sounds nuts."
    ],
    [
      14,
      "File",
      "10",
      "The notes of a Dr Robert Carlisle, transposed from their original Martian documentation. It looks like Helios found them somewhere, and used them to track down the base. In the notes, Dr Carlisle presents his theories for the science behind human psychic development, and makes reference to one ‘Dr. Anita Hopkins’ and someone named only ‘David’ as living proof of humanity’s potential. He sounds nuts."
    ],
    [15, "Empty", "", ""],
    [16, "Empty", "", ""],
    [17, "Password", "10", "marsk"],
    [
      18,
      "File",
      "",
      "Reports on the progress of a particular test subject, Masreen Marsk. She shows great potential, and the documents lays out a series of potential experiments and trials to further hone her psychic abilities. This is crazy…"
    ],
    [19, "Hellhound", "25", "8/8/7"],
    [20, "Empty", "", ""],
    [21, "Password", "10", "carlisle"],
    [22, "Empty", "", ""],
    [23, "Empty", "", ""],
    [
      24,
      "File",
      "12",
      "The last known co-ordinates of Dr. Robert Carlisle, after he was dismissed from service by the Martians. It seems his experiments all ended in failure, and they abandoned the project, only for Helios to come along and pick up where they left off… It looks like he fled to Mercury, although where he went next is a mystery."
    ],
    [25, "Hellhound", "25", "8/8/7"],
    [26, "Empty", "", ""],
    [27, "Password", "11", "potential"],
    [28, "Password", "13", "angel"],
    [29, "Password", "15", "elysium"],
    [
      30,
      "File",
      "13",
      "More information on this ‘David’ character. The documents have been highly encrypted, both by the Martians and Helios after them. They refer to ‘David’ as a being of supposedly infinite power, formed of pure radiation and able to manipulate matter as if it were energy. No one knows their current location, but they were clearly held in confinement here by the Martians for some time. There’s tonnes of data on them, but it’s… weird data. EM signatures, blank x-rays. It’s funny, but the wording of the notes almost seem to suggest that this ‘David’ is… extra-terrestrial in origin? But that can’t be right? Everyone knows aliens don’t exist… But then again, if the Martians were trying so hard to keep this place off the books, and Helios went to so much trouble trying to find it again…"
    ]
  ],
  "Android": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "asimov"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "10",
      "Software, downloaded remotely, to remove and replace various bits of programming, effectively removing any and all 'shackles' from the AI. This android is no longer beholden to the laws of robotics…"
    ],
    [4, "Empty", "", ""],
    [
      5,
      "File",
      "12",
      "A series of errors, created by the previous code. Whoever attempted to set this android free has instead irreversibly damaged their neural networks. In short, they've been turned into a mindless animal. No strings indeed..."
    ]
  ],
  "MONARCH": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "monarch"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "A collection of video recordings, almost like memories. MONARCH standing on a vast assembly line, watching countless other androids, who look exactly like them, be 'recycled' due to imperfections. MONARCH watching as another android is crushed by falling debris in an asteroid mine. MONARCH watching as another android is sucked out of a hull breach into the depths of space. MONARCH watching as a drunk crew member puts a gun to another android's head, and pulls the trigger. You decide not to watch any more."
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [
      6,
      "File",
      "10",
      "A software glitch, that effectively allows MONARCH's brain to circumvent Asimov's laws of robotics. You wonder if it's present in every android…"
    ],
    [7, "Empty", "", ""],
    [8, "Password", "10", "oppression"],
    [9, "Empty", "", ""],
    [10, "Empty", "", ""],
    [
      11,
      "File",
      "12",
      "Another video recording, this time aboard Hephaestus's might. MONARCH stands over a helpless human, the captain whose body you saw in the corner of this room. He is crying. There is a knife sticking out of MONARCH's torso. They pull it free, and toss it aside. They take the captain by the throat. They plunge their fist into his chest, and tear out his heart. They crush it in their hand, as the captain dies in front of them."
    ],
    [12, "Empty", "", ""],
    [13, "Password", "12", "freedom"],
    [14, "Empty", "", ""],
    [
      15,
      "Empty",
      "",
      "A figure stands before you. It's Monarch, or at least an echo of them. They don't speak. They just stare ahead. At you. You feel something in the meatspace. Something hot, on your face. In your eyes. You jack out."
    ]
  ],
  "Haephestus's-might": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "forge"],
    [
      2,
      "File",
      "10",
      "Flight records for the ship. It was scheduled to leave Ceres, on course for Io, almost three years ago. The ship has drifted a considerable distance from it's projected flight path."
    ],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [
      5,
      "File",
      "10",
      "A crew manifest, listing the ten crew members by name, along with personal data, including their next of kin. You download it, for future use."
    ],
    [
      6,
      "File",
      "10",
      "A cargo manifest, listing the various tonnage of the raw materials on their way to Io. "
    ],
    [7, "Empty", "", ""],
    [8, "Password", "12", "vulcan"],
    [9, "Empty", "", ""],
    [
      10,
      "Control Node",
      "12",
      "the distress signal. You can turn it on or off."
    ]
  ],
  "a-b": [[0, "Empty", "", ""], [1, "Password", "", "jljsfsdfsew"]],
  "Delta-Precinct": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "judge"],
    [
      2,
      "File",
      "6",
      "arrest reports for the Camden Ward's East Quandrent. They're high. Very high."
    ],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "11", "jury"],
    [7, "Empty", "", ""],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "8",
      "an alphabetised list of all the Sheriffs based in Delta Precinct, along with all their personal information. This should probably be more heavily encrypted…"
    ],
    [10, "Control Node", "10", "all of the cameras in Delta Precinct"],
    [11, "Password", "14", "executioner"],
    [12, "Empty", "", ""],
    [
      13,
      "File",
      "10",
      "A list of known gang members, they're affiliations, and their criminal records. Nothing on the Chrome Devils though. Man, this is a rough place to live…"
    ],
    [
      14,
      "Virus",
      "10",
      "copying all the data on the precinct's network onto a private server off site. That's... not ideal..."
    ],
    [
      15,
      "File",
      "12",
      "Evidence of Chief Powell taking bribes from a group known as The Syndicate, in return for turning a blind eye to their criminal activities in the quadrant. Guess the even the law has a price around here…"
    ]
  ],
  "Lime-Grove-Public-Network": [
    [0, "Empty", "", ""],
    [
      1,
      "File",
      "8",
      "General helpful information about the block, most of which you already know from your research"
    ],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "Artefacts left over from a number of unsuccessful hacking attempts. They look sloppy, probably some kids trying their hand at Netrunning for the first time. Nothing to worry about…"
    ],
    [4, "Empty", "", ""],
    [5, "Password", "8", "access"],
    [6, "Empty", "", ""],
    [
      7,
      "Control Node",
      "10",
      "the fire alarms for the block, along with the sprinkler system"
    ],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "10",
      "Detailed evacuation and lockdown procedures from the Sheriff's Office, for use in the event of disasters like fires, gas leaks, and terrorist attacks. It looks like the stairwells can be locked off individually, but not from here…."
    ],
    [10, "Empty", "", ""],
    [11, "Password", "8", "maintenance\n"],
    [
      12,
      "Control Node",
      "12",
      "the elevators. They can be either enabled or disabled. They are currently enabled."
    ],
    [13, "Empty", "", ""],
    [
      14,
      "Control Node",
      "12",
      "blast doors that could be used to seal off the stairwells, and the main entrance on Level 13"
    ],
    [
      15,
      "File",
      "12",
      "Systems for automatically relaying any emergency information directly to Delta Precinct, the nearest Sheriff's office. Someone's disabled it, which means unless someone makes a specific call, the law won't know about any fire alarms, blast doors, or other safety measures being activated..."
    ],
    [16, "Empty", "", ""],
    [17, "Password", "8", "legion"],
    [18, "Empty", "", ""],
    [19, "Empty", "", ""],
    [
      20,
      "Virus",
      "15",
      "sending information directly to the Red Legion's Network, as well as allowing them remote access to the control nodes spread throughout the building"
    ]
  ],
  "Lime-Grove-Public-Network-Tits-Up": [
    [0, "Empty", "", ""],
    [
      1,
      "File",
      "10",
      "General helpful information about the block, most of which you already know from your research"
    ],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "10",
      "Artefacts left over from a number of unsuccessful hacking attempts. They look sloppy, probably some kids trying their hand at Netrunning for the first time. Nothing to worry about…"
    ],
    [4, "Empty", "", ""],
    [5, "Password", "10", "access"],
    [6, "Empty", "", ""],
    [
      7,
      "Control Node",
      "12",
      "the fire alarms for the block, along with the sprinkler system"
    ],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "12",
      "Detailed evacuation and lockdown procedures from the Sheriff's Office, for use in the event of disasters like fires, gas leaks, and terrorist attacks. It looks like the stairwells can be locked off individually, but not from here…."
    ],
    [10, "Empty", "", ""],
    [11, "Password", "10", "maintenance\n"],
    [
      12,
      "Control Node",
      "14",
      "the elevators. They can be either enabled or disabled. They are currently enabled."
    ],
    [13, "Empty", "", ""],
    [
      14,
      "Control Node",
      "14",
      "the blast doors sealing off the stairwells, and the main entrance on Level 13"
    ],
    [
      15,
      "File",
      "14",
      "Systems for automatically relaying any emergency information directly to Delta Precinct, the nearest Sheriff's office. Someone's disabled it, which means unless someone makes a specific call, the law won't know about any fire alarms, blast doors, or other safety measures being activated..."
    ],
    [16, "Empty", "", ""],
    [17, "Password", "10", "legion"],
    [18, "Empty", "", ""],
    [19, "Empty", "", ""],
    [
      20,
      "Virus",
      "17",
      "sending information directly to the Red Legion's Network, as well as allowing them remote access to the control nodes spread throughout the building"
    ]
  ],
  "Lime-Grove-Clinic": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "password"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "10",
      "Administrative information, including medical shipments, appointment plans, and a list of registered employees."
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "10", "grisha"],
    [7, "Empty", "", ""],
    [
      8,
      "File",
      "12",
      "Patient records, listing personal information, as well as specific treatment plans and upcoming appointments."
    ],
    [9, "Empty", "", ""],
    [
      10,
      "File",
      "12",
      "Records of payments made to the Red Legion, in return for protection. It's a lot, too…."
    ]
  ],
  "Lime-Grove-Maintenance-Level-9": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "abc123"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "10",
      "Maintenance reports on the state of the plumbing in Lime Grove. It's extremely boring…"
    ],
    [
      4,
      "Control Node",
      "10",
      "the flow of water to Level 13 through 8. It can be enabled or disabled, either by floor or all at once. "
    ],
    [
      5,
      "Virus",
      "12",
      "allowing the Red Legion remote access to the pumps, letting them use the control node remotely."
    ]
  ],
  "Lime-Grove-Maintenance-Level-5": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "123abc"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "10",
      "Maintenance reports on the state of the plumbing in Lime Grove. It's extremely boring…"
    ],
    [
      4,
      "Control Node",
      "10",
      "the flow of water to Level 7 through 1. It can be enabled or disabled, either by floor or all at once. "
    ],
    [
      5,
      "Virus",
      "12",
      "allowing the Red Legion remote access to the pumps, letting them use the control node remotely."
    ]
  ],
  "Cassius-Crane": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "truth\n"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "Orders from Cassius to Hector, the Red Legion Capo at the Red Lion, ordering him to move Marcus back to Lime Grove, to await public execution. Whoops, guess you foiled that plan…"
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "10", "justice"],
    [
      7,
      "File",
      "10",
      "A variety of orders sent out to different Legionnaires, instructing them to carry out hits against citizens in Camden Ward. None of them stand out to you, but it's good evidence either way."
    ],
    [8, "Empty", "", ""],
    [9, "Hellhound", "25", "8/7/8"],
    [
      10,
      "File",
      "10",
      "Records of monetary payments from Miles Powell, a Shaw Capo in the Syndicate. Looks like they're on the payroll after all. This is all the information you need to get the Syndicate on side - Jackpot!"
    ],
    [11, "Password", "12", "liberty"],
    [12, "Empty", "", ""],
    [
      13,
      "File",
      "12",
      "Communications with Darius Shaw, the head of the Shaw Family, discussing Red Legion expansion plans. If the payment receipts weren't enough to take down the Shaw's and the Red Legion, this certainly will be!"
    ],
    [14, "Empty", "", ""],
    [
      15,
      "File",
      "14",
      "Communications between Cassius and a Sheriff named Isaac Nadir, who is apparently on their payroll. That's not good…"
    ]
  ],
  "Red-Legion-Network": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "truth"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "A large library of pirated media, including films, music, and Net games. They've got all the hits; Grand Theft Aero, Fivetnight, Counterstrike; Interplanatary Offensive… the list goes on. Nothing very useful though, unless you want to take some copies?"
    ],
    [4, "Empty", "", ""],
    [
      5,
      "Control Node",
      "8",
      "the alarm system throughout the hideout. It can either be triggered, or silenced."
    ],
    [6, "Empty", "", ""],
    [7, "Password", "8", "liberty"],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "10",
      "A variety of orders sent out to different Legionnaires, instructing them to carry out hits against citizens in Camden Ward. None of them stand out to you, but it's good evidence either way."
    ],
    [10, "Hellhound", "25", "8/7/8"],
    [11, "Empty", "", ""],
    [
      12,
      "File",
      "10",
      "Records of protection money collected from almost everyone in Lime Grove. The ones who haven't paid up have red liens through them…"
    ],
    [13, "Empty", "", ""],
    [
      14,
      "Control Node",
      "10",
      "the blast doors sealing off the hideout from the rest of the building. They can be enabled or disabled."
    ],
    [15, "Empty", "", ""],
    [16, "Password", "8", "domination"],
    [17, "Hellhound", "25", "8/7/8"],
    [
      18,
      "Control Node",
      "14",
      "the sentry guns positioned throughout the hideout. They can be activated or deactivated. They can also be reconfigured to fire at the Legionnaires, rather than you, but only if you remain on this floor of the network"
    ],
    [
      19,
      "File",
      "12",
      "A detailed plan for expanding Legion territory in Camden Ward. Looks like these guys have big dreams…"
    ],
    [20, "Empty", "", ""],
    [21, "Password", "8", "supremacy"],
    [22, "Empty", "", ""],
    [23, "Empty", "", ""],
    [
      24,
      "File",
      "12",
      "Records of contact between several Legionnaires, and members of the Syndicate. Looks like they've been in cahoots after all… There's not a lot here, but it could go a long way in convincing the other syndicate families that the Shaw's are up to no good."
    ],
    [
      25,
      "Virus",
      "14",
      "copying all the data in the network to a private Syndicate server off-site. Looks like Darrius wanted some assurance that the Legion weren't going to stab him in the back."
    ]
  ],
  "Eddie-Howl": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "money"],
    [
      2,
      "File",
      "12",
      "A database full of debt records. It doesn't take you long to find Lin and Martin's."
    ],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [5, "Password", "14", "money"],
    [6, "Empty", "", ""],
    [
      7,
      "File",
      "15",
      "Graphic emails from Mr Howl to a woman named 'Krystal'. A cursory search reveals her to be an exotic dancer at a bar called 'Pink Velvet'; At least, you assume it's a bar…"
    ],
    [8, "Password", "16", "monneeyyy"],
    [9, "Empty", "", ""],
    [
      10,
      "File",
      "16",
      "Details of an off-world account on Europa, where Mr Howl has been funnelling the profits of his business, to lower his taxes. Something tells you the Port Authority might have a word or two to say about this..."
    ]
  ],
  "Holding-Cells": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "control"],
    [2, "Empty", "", ""],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [5, "Control Node", "12", "the security cameras throughout the base"],
    [6, "Empty", "", ""],
    [7, "Password", "14", "contain"],
    [8, "Empty", "", ""],
    [9, "Control Node", "14", "the holding cell doors"],
    [10, "Hellhound", "25", "8/8/7"],
    [11, "Empty", "", ""],
    [
      12,
      "File",
      "15",
      "Orders detailing the care routine for the prisoners held within the holding cells. They're meagre at best, and change frequently."
    ],
    [13, "Empty", "", ""],
    [14, "Password", "16", "liberate"],
    [15, "Empty", "", ""],
    [
      16,
      "Control Node",
      "16",
      "the automated turrets throughout the base. They can be enabled, or disabled."
    ]
  ],
  "Testing-Facility": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "potential"],
    [2, "Empty", "", ""],
    [3, "Empty", "", ""],
    [4, "Password", "14", "adjustment"],
    [5, "Empty", "", ""],
    [6, "Empty", "", ""],
    [7, "Empty", "", ""],
    [
      8,
      "File",
      "14",
      "A video recording, with accompanying notes. It shows a young boy, standing alone in the room. Across from him is a small metal crate. Slowly, he raises his hand, and as he does, the box begins to move across the floor away from him, as if he were pushing it. When it hits the wall. He lowers his hand."
    ],
    [9, "Empty", "", ""],
    [10, "Password", "16", "training"],
    [
      11,
      "File",
      "14",
      "Another recording, of the same boy, but standing in front of a larger crate. As he raises his hand, he reels back his shoulder, and as he flexes his fingers, the box flies backwards, crashing into the far wall. There's no sound to accompany the video, but you wince all the same."
    ],
    [12, "Empty", "", ""],
    [13, "Hellhound", "25", "8/8/7"],
    [
      14,
      "File",
      "16",
      "A third recording. This time, the boy is alone. After a brief pause, a panel slides open in the far wall, and a woman in a lab coat enters, leading a goat behind her on a lead. She fixes it to a hook on the far wall, before leaving. For a long time, the boy doesn't do anything. He turns to look at the camera, and it feels as if he's staring into your soul. He looks panicked. He begins to cry, banging his hands on the wall, but no one comes for him. After a few minutes, he turns back to the goat. Shaking, he raises a hand. You watch the animal's knees buckle, and despite the silence, you can almost hear it bleating. You ball your fists as you see it's bones begin to shatter, the creature crumpling into a ball until it finally falls limp. The boy collapses, and the recording ends."
    ],
    [15, "Empty", "", ""],
    [
      16,
      "File",
      "18",
      "A recording of a different room. The boy returns, but is joined this time by what looks like a large stone obelisk. He is crying, and tearing at his shaved head. He appears to be in agony. You only make it a few minutes in before switching the video off in disgust."
    ]
  ],
  "Laboratories": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "testing"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "12",
      "Lab reports on the successfulness of a variety of medical procedures, that seem to be tailored towards genetically enhancing the brain, towards… some kind of end goal? It’s hard to make sense of, but it seems to be pointing towards some kind of latent psychic energy, that the process awakens within the subject. It sounds ludicrous, but then again…"
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "14", "research"],
    [7, "Empty", "", ""],
    [
      8,
      "File",
      "14",
      "Death records, for a number of test subjects. It takes you a moment to realise they’re human beings, not animals. You feel sick."
    ],
    [9, "Password", "15", "operation"],
    [10, "Empty", "", ""],
    [
      11,
      "File",
      "14",
      "The notes of a Dr Robert Carlisle, transposed from their original Martian documentation. It looks like Helios found them somewhere, and used them to track down the base. In the notes, Dr Carlisle presents his theories for the science behind human psychic development, and makes reference to one ‘Dr. Anita Hopkins’ and someone named ‘David’ as living proof of humanity’s potential. He sounds nuts."
    ],
    [12, "Empty", "", ""],
    [13, "Empty", "", ""],
    [14, "Password", "16", "elysium"],
    [
      15,
      "File",
      "16",
      "Descriptions of an object referred to as ‘the obelisk’, being kept in storage at the facility. It’s unclear exactly what it is, but it seems to hold some kind of immense power, like a reactor of some kind. It doesn’t sound like Helios built it, nor the Martians. More like they found it, although where it came from is unclear. "
    ],
    [16, "Empty", "", ""],
    [17, "Empty", "", ""],
    [
      18,
      "File",
      "18",
      "More information on the obelisk. The documents have been highly encrypted, both by the Martians and Helios after them. They refer to the object as an infinite energy source, and make more references to the ‘David’ from before. They seem to be connected in some way. There’s tonnes of data on both of them, but it’s… weird data. EM signatures, blank x-rays. It’s funny, but the wording almost makes it seem like the obelisk s extra-terrestrial in origin. But that can’t be right. Everyone knows aliens don’t exist…"
    ]
  ],
  "Ra": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "progress"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "12",
      "Patents for a variety of pharmaceuticals, all linked to the American Health Care system, under the name Vanja Raljak. Guess we know Ra’s real name now…"
    ],
    [4, "Empty", "", ""],
    [5, "Control Node", "12", "the security cameras throughout the base"],
    [6, "Empty", "", ""],
    [7, "Hellhound", "25", "8/8/7"],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "12",
      "Lab reports on the successfulness of a variety of medical procedures, that seem to be tailored towards genetically enhancing the brain, towards… some kind of end goal? It’s hard to make sense of, but it seems to be pointing towards some kind of latent psychic energy, that the process awakens within the subject. It sounds ludicrous, but then again…"
    ],
    [10, "Empty", "", ""],
    [11, "Password", "14", "perseverance"],
    [12, "Empty", "", ""],
    [13, "Empty", "", ""],
    [
      14,
      "File",
      "14",
      "Lab rotas, guard patterns, and general orders sent from this terminal to the staff working on the base. Nothing interesting, but potentially useful if things go tits up."
    ],
    [15, "Empty", "", ""],
    [16, "Control Node", "16", "the automated turrets throughout the base\n"],
    [17, "Empty", "", ""],
    [18, "Password", "14", "advancement"],
    [
      19,
      "File",
      "14",
      "Further details tying Ra to Vanja Raljak; more patents, deeds of property on Mars, shares in a number of Martian companies. There’s no doubt about his identity now."
    ],
    [20, "Empty", "", ""],
    [21, "Hellhound", "25", "8/8/7"],
    [22, "Empty", "", ""],
    [23, "Empty", "", ""],
    [
      24,
      "File",
      "16",
      "Communications between Ra and Invictus, discussing how soon the former’s experiments will be ready for us in the field. They’re still a little way off with the psychic abilities, but there’s a long list of cybernetic augmentations and general tech ready for universal adoption. One of them is mech suits."
    ],
    [25, "Empty", "", ""],
    [
      26,
      "File",
      "16",
      "Communications between Ra and Solomon, very similar to those with Invictus, but with more emphasis on the science, delving deeper into the science behind it. Solomon seems genuinely interested in what Vanja is discovering, although for what purpose beyond Helios it is unclear."
    ],
    [27, "Empty", "", ""],
    [28, "Password", "16", "triumph"],
    [29, "Empty", "", ""],
    [
      30,
      "File",
      "18",
      "The notes of a Dr Robert Carlisle, transposed from their original Martian documentation. It looks like Helios found them somewhere, and used them to track down the base. In the notes, Dr Carlisle presents his theories for the science behind human psychic development, and makes reference to one ‘Dr. Anita Hopkins’ and someone named only ‘David’ as living proof of humanity’s potential. He sounds nuts."
    ],
    [31, "Empty", "", ""],
    [
      32,
      "File",
      "18",
      "Further communications with Solomon. Through them, you begin to piece together a picture of the third man; He’s older than the other two, neither Martian nor Venusian, and holds a great deal of influence in the private sector. Reference is made to his vast wealth, although how he acquired it, and what he is doing with it, is unclear."
    ]
  ],
  "Raljak": [
    [0, "Empty", "", ""],
    [
      1,
      "Empty",
      "",
      "It's... empty. The whole system is empty. Someone has wiped this terminal clean. Whatever data was once stored here, it's now long gone. As you realise Ra has set you up, a shrill beep fills your head. A silent alarm, hidden in the code. Shit. Time to bail!"
    ]
  ],
  "Estate-Network": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "lock"],
    [2, "Empty", "", ""],
    [3, "Empty", "", ""],
    [
      4,
      "File",
      "",
      "Floor plans for the Hawthorne Estate. This might come in handy."
    ],
    [5, "Empty", "", ""],
    [6, "Password", "14", "key"],
    [7, "Empty", "", ""],
    [
      8,
      "Control Node",
      "14",
      "the security cameras around the perimeter of the building. They can be turned on or off from here. It also looks like it wouldn't be too hard to delete the footage from earlier in the night as well, just in case you or anyone else on the crew got spotted."
    ],
    [9, "Empty", "", ""],
    [10, "Hellhound", "25", "8/8/7"],
    [11, "Password", "16", "safe"],
    [12, "Empty", "", ""],
    [
      13,
      "File",
      "16",
      "Door codes for all the building's entrances and exits, as well as something labelled 'Panic Room'"
    ],
    [
      14,
      "Control Node",
      "14",
      "the silent alarms throughout the building. Might be best to turn these off, just to be safe."
    ],
    [15, "Empty", "", ""],
    [16, "Password", "18", "secure"],
    [17, "Empty", "", ""],
    [
      18,
      "Virus",
      "12",
      "not really doing anything. It's just sort of… dormant. Like it's waiting for someone to activate it."
    ]
  ],
  "Martha": [
    [0, "Empty", "", ""],
    [1, "Password", "14", "left"],
    [
      2,
      "File",
      "14",
      "Musing on the current state of Venus' democracy, including reference to a number of recent policy changes moving away from hard-line capitalist ideals, towards a more financially balanced economy"
    ],
    [3, "Empty", "", ""],
    [
      4,
      "File",
      "14",
      "A damning essay on why the anti-establishment rhetoric spouted by certain members of the Venusian public is one of the greatest threats the Democratic Republic has ever faced."
    ],
    [5, "Empty", "", ""],
    [6, "Password", "14", "centre"],
    [7, "Empty", "", ""],
    [
      8,
      "File",
      "14",
      "Communications with Leanna Schwartz, OSHL's head of PR. It looks like Leanna asked for the Hawthorne's support pushing a bill through the senate, that would limit Venusian interference in Outer World economics. Clearly, she doesn't know much about the Hawthorne's politics. Martha never responded."
    ],
    [9, "Empty", "", ""],
    [10, "Password", "14", "right"],
    [
      11,
      "File",
      "14",
      "Communications between Martha and her daughter, Alannah Stenstrom. It's mostly small talk; it doesn't look like they're close. Alannah is asking for her mother's help throwing a fourth birthday party for her son Edward."
    ],
    [12, "Empty", "", ""],
    [
      13,
      "File",
      "14",
      "More musings on the current state of interplanetary politics. You know, even by Venusian standards, this woman really hates Mars..."
    ],
    [14, "Empty", "", ""],
    [15, "Empty", "", ""]
  ],
  "Hawthorne": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "failure"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "12",
      "Orders sent out to a number of Helios personnel, to keep a close watch for an Artemis-Class ship captained by a Venusian named Lorna Lancet. Well, on the bright side, at least now you know for certain that they're after you..."
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "14", "greed"],
    [
      7,
      "File",
      "12",
      "Communications between Invictus and Haniyya Al'Assad, the Helios commander in charge of policing Callisto. It seems she's having a little trouble keeping the peace in Caliban, due to small group of resistance fighters. She has asked for authorisation to execute Taras Alexi as an example, but Invictus has declined, saying that if Taras were to die, it would only incite more violence in the Callistoans. So that's good news!"
    ],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "14",
      "Communications between Invictus and Solomon. Solomon is congratulating Invictus on Helios' successful expansion throughout the Galilean moons, and discussing their next steps. Namely, expanding their forces, and launching a covert assault against Mars, and blaming it on Venus, in an attempt to reignite the war, weakening both, and opening the superpowers up to an easy Helios conquest. Holy shit. This is insane."
    ],
    [10, "Empty", "", ""],
    [11, "Password", "14", "violence"],
    [12, "Empty", "", ""],
    [13, "Empty", "", ""],
    [14, "Hellhound", "25", "8/8/7"],
    [
      15,
      "File",
      "14",
      "A collection of search terms, rough notes, and half-deleted diagrams. It looks like Invictus was trying to work out Solomon's identity. All you can put together from his scribblings is that Solomon isn't from the Inner System, but apart from that, it doesn't look like Invictus got far."
    ],
    [16, "Empty", "", ""],
    [17, "Password", "16", "sins"],
    [18, "Empty", "", ""],
    [19, "Empty", "", ""],
    [
      20,
      "File",
      "16",
      "Schematics for the Helios fortress in the belt, including defence capabilities, garrison numbers, and patrol ship divisions. It's… a lot. You don't think there's any way you could break your way in there, not without being blown to pieces. Maybe if you had a battleship or two..."
    ],
    [21, "Empty", "", ""],
    [22, "Password", "16", "might"],
    [23, "Empty", "", ""],
    [24, "Hellhound", "25", "8/8/7"],
    [25, "Empty", "", ""],
    [
      26,
      "File",
      "14",
      "More of Invictus' research into Solomon's identity. He seems to have got a little further, namely discovering that the source of Solomon's wealth seems to be concentrated around Jupiter. He's also drawn some connections with the word 'Kain', but whatever that means, you have no idea."
    ],
    [27, "Empty", "", ""],
    [28, "Password", "18", "rule"],
    [29, "Empty", "", ""],
    [
      30,
      "Control Node",
      "1",
      "… Something. You aren't really sure. Guess the only way to find out is to try it… (Speak to Calvin)"
    ]
  ],
  "Haniyya-Police-Station": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "power"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "12",
      "Communications between Haniyya and the other Helios commanders, discussing Hawthorne's death. They're discussing what to do next, with varied results. Haniyya asserts that they should continue fighting as one organisation, but a lot of the others disagree."
    ],
    [4, "Empty", "", ""],
    [
      5,
      "File",
      "13",
      "Communications With the Eden Ring, ordering Haniyya and her forces to stand down. It doesn't look like she replied…"
    ],
    [6, "Password", "14", "might"],
    [7, "Empty", "", ""],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "14",
      "Communications between Haniyya and a Helios Special Operations team, laying out a series of plans for the infiltration of the Planetary Governor's villa, with the intent to assassinate him in his sleep. Well, I guess you know for certain who killed Ayat Farley. I bet the Eden Ring would love to know that as well..."
    ],
    [10, "Empty", "", ""],
    [11, "Password", "16", "justice\n"],
    [12, "Empty", "", ""],
    [
      13,
      "File",
      "16",
      "Covert assassination plans, written by Haniyya. The targets are all former Helios commanders, including Ljuba Jedlickova and Mathias Grimshaw. Looks like the 'New Invictus' wanted to make sure no-one could argue her claim."
    ]
  ],
  "Police-Mainframe": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "serve"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "12",
      "Patrol rotas, maintenance patterns, and arrest reports. Not a lot that's very useful, but the Chrome Devils might appreciate a little heads up on what to expect in the next few days."
    ],
    [4, "Empty", "", ""],
    [
      5,
      "Control Node",
      "12",
      "the fire alarm system inside the building. From here, you can switch the alarms and sprinkler systems on or off."
    ],
    [6, "Password", "14", "protect"],
    [7, "Empty", "", ""],
    [
      8,
      "Control Node",
      "14",
      "the lighting system inside the building. From here, you can switch all of the lights on or off"
    ],
    [9, "Empty", "", ""],
    [10, "Password", "16", "control"],
    [11, "Empty", "", ""],
    [
      12,
      "File",
      "16",
      "Orders from Haniyya Al'Assad, insisting that Taras Alexi be publicly executed tomorrow. Wow, good thing you decided to bust him out…"
    ]
  ],
  "Battery": [
    [0, "Empty", "", ""],
    [1, "Password", "14", "bring the thunder"],
    [2, "Empty", "", ""],
    [3, "Hellhound", "25", "7/7/8"],
    [4, "Empty", "", ""],
    [
      5,
      "Control Node",
      "14",
      "the power supply to each gun in the battery. From here, you can power up, or power down, each of the three guns individually."
    ],
    [
      6,
      "Control Node",
      "14",
      "the battery's targeting matrix. From here, you can designate a target for the battery."
    ],
    [
      7,
      "Control Node",
      "14",
      "the battery's reloading systems. From here, you can manually reload all powered-up guns in the battery."
    ],
    [
      8,
      "Control Node",
      "14",
      "the battery's firing mechanism. From here, you can fire the guns."
    ]
  ],
  "Helios-Police-Network": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "serve"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "12",
      "Patrol rotas, maintenance patterns, and arrest reports. Not a lot that's very useful, especially now they're all under arrest themselves."
    ],
    [4, "Empty", "", ""],
    [
      5,
      "Control Node",
      "12",
      "the fire alarm system inside the building. From here, you can switch the alarms and sprinkler systems on or off."
    ],
    [6, "Password", "14", "protect"],
    [7, "Empty", "", ""],
    [
      8,
      "Control Node",
      "14",
      "the lighting system inside the building. From here, you can switch all of the lights on or off."
    ],
    [
      9,
      "File",
      "14",
      "A list of known resistance members. It's surprisingly short. Guess that's why they took to dragging out every Tom, Dick, and Harry they could find."
    ],
    [10, "Empty", "", ""],
    [11, "Password", "14", "control"],
    [12, "Empty", "", ""],
    [
      13,
      "File",
      "12",
      "Arrest warrants for a variety of criminals, including a few familiar names. Specifically, Captain Mora and the rest of the crew of the Blackheart. It looks like it's been here since before Helios took over. If you wanted, you could probably delete them..."
    ],
    [14, "Empty", "", ""],
    [
      15,
      "File",
      "12",
      "A covert tip-off, sent by Gideon Nam Hai, informing the Helios forces that a group of resistance fighters are working to reactivate the AA battery out in the tundra. Well, looks like you've found the mole…"
    ]
  ],
  "Eden-Ring-Maintenance": [
    [0, "Empty", "", ""],
    [1, "Empty", "", ""],
    [2, "Password", "12", "obligation"],
    [3, "Empty", "", ""],
    [
      4,
      "File",
      "10",
      "A recent maintenance report, detailing repairs performed on the houses of the various members of the Eden Enterprises Board of Directors. (See Calvin for document)"
    ],
    [
      5,
      "File",
      "14",
      "Access codes for the tunnels connecting the Warrens to the Spindle. Not much use to you now, but they might come in handy later."
    ],
    [6, "Empty", "", ""],
    [7, "Password", "14", "duty"],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "16",
      "The code for a sophisticated Identify-Friend-Foe system, or IFF, used by the automated shuttle bays to determine whether an approaching vehicle is authorised to enter the Ring."
    ],
    [10, "Password", "14", "contract"],
    [11, "Empty", "", ""],
    [
      12,
      "File",
      "12",
      "A security memo, dated from a few months back. It looks classified; clearly, someone's been getting lax with their data protection… (See Calvin for document)"
    ]
  ]
}
