{
  "ewrad": [
    [
      0,
      "File",
      "2",
      "sdks; djdsklfjlkf jul fsdk fjskldfjskl kdfj ksdjfksd fsdlfkjdklf \nad\nfda\n\nas"
    ]
  ],
  "rear": [[0, "File", "1", "sjfklsj;\nre\n\neww"]],
  "sis": [[0, "File", "1", "dsnfsknfks;\n\nasdfsdj\ndj\n  fjjf\n\n\ndfa "]],
  "adf": [[0, "File", "1", "sons;\nsdfa\n\ndaf "]],
  "no doodah": [[0, "File", "1", "tui;\ndsaf\n\n\ndef"]],
  "def no dooDAH": [[0, "File", "2", "jdklsaf \n\ndf\ndd\nd\n\ns\n"]],
  "example2": [[0, "File", "", ""], [1, "Empty", "", ""], [2, "Virus", "", ""]],
  "d": [[0, "Empty", "", ""], [1, "Control Node", "2", "cameras"]],
  "before record": [[0, "File", "20", "dfjsakldf;\n\ndef\nfs\n\ns"]],
  "da": [[0, "File", "2", "dsafs d\ndf\nf\nf\nf\n\nf"]],
  "df": [[0, "File", "2", "dsaf\na\na\n"]],
  "fdsa": [[0, "File", "2", "fasdf\nd\nd\ns\n\ns\n"]],
  "a": [
    [0, "Empty", "", ""],
    [1, "Password", "s", "df"],
    [2, "File", "s", "df"]
  ],
  "s": [[0, "File", "3", "wetw\nds\ns\n\n\ns\n"]],
  "dg": [[0, "File", "2", "sdf\ndsf\nf\n"]],
  "mln": [[0, "File", "2", "dsl;\nds\nd\n\nd\n"]],
  "k": [[0, "File", "q", "s\nss\nsff\ns\n"]],
  "m": [[0, "File", "", "s\n\nss\nstg\ns\n\nsg"]],
  "pdf": [[0, "File", "w", "s sd\n\nsass\n\n\ns\n\nre\ns"]],
  "sdfs": [[0, "File", "4", "ss\n\nsdks\n\ns\nfd\ns"]],
  "kl": [[0, "File", "w", "erwe\n\ndsfd\n\n\ndf\n\nend\n\ns"]],
  "sofas": [[0, "File", "w", "fskdlfj\n\n\npdf\nend\n\ndef\nd\n"]],
  "dsa": [[0, "File", "23", "dsjkl;\n\nstaffs\n\nend\n\n\ndfj\n"]],
  "dfs": [[0, "File", "2", "dfgk;\n\ndf\n\nend\n\ns"]],
  "test": [[0, "Password", "", ""]],
  "dsfksksk": [
    [0, "Empty", "", ""],
    [1, "Password", "13", "jhkhkl"],
    [2, "Hellhound", "", "jkjk]"]
  ],
  "Testspace": [
    [0, "Empty", "", ""],
    [1, "Virus", "10", "The virus is leaking data"],
    [2, "Empty", "", "This is a test"]
  ],
  "dsfkgh": [
    [0, "Empty", "", ""],
    [1, "Password", "13", "jhkhkl"],
    [2, "Hellhound", "", "jkjk]"]
  ],
  "hello": [
    [0, "Empty", "", ""],
    [1, "Virus", "2", "jaj"],
    [2, "Empty", "", "n"]
  ],
  "ads": [
    [0, "File", "1", "sdk;flsd\nfsad\nfsad\nfs\ndf\nasdf\nsad\nfs\ndsfsdf\nsa"]
  ],
  "bjk": [
    [0, "Empty", "", ""],
    [1, "Empty", "", ""],
    [2, "Control Node", "3", "security cameras"]
  ],
  "roll": [
    [0, "Empty", "", ""],
    [1, "Password", "2", "123a"],
    [2, "Empty", "", ""]
  ],
  "Callaghan Stoker": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "S7ock3r1"],
    [
      2,
      "File",
      "0",
      "Emails between Callaghan and Camillo’s solicitor, granting Callaghan powers of attorney, and full control of Camillo’s estate. He donated every penny to OSHL."
    ],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Empty", "", ""],
    [7, "Empty", "", ""],
    [8, "Empty", "", ""],
    [9, "File", "", ""]
  ],
  "bj;": [[0, "Password", "2", "one two"], [1, "Password", "", "one"]],
  "l": [
    [0, "Empty", "", "hey this is a good one"],
    [1, "File", "", "d"],
    [2, "Empty", "", "tell gm you are on level 2"]
  ],
  "dsaf": [[0, "Empty", "", "def"], [1, "Password", "d", "d"]],
  "sad": [
    [0, "Empty", "", ""],
    [1, "Virus", "2", "lights"],
    [2, "File", "7", "emails"]
  ],
  "jk": [
    [0, "Hellhound", "", ""],
    [1, "Control Node", "", ""],
    [2, "Virus", "", ""]
  ],
  "Miyazaki Sato": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "Suki"],
    [
      2,
      "File",
      "8",
      "Hardcore pornography. Lots and lots of hardcore pornography."
    ],
    [3, "Empty", "", ""],
    [
      4,
      "File",
      "8",
      "Financial reports for the nightclub 'Eternity'. It's doing quite well."
    ],
    [5, "Empty", "", ""],
    [6, "Password", "10", "S4t0"],
    [
      7,
      "File",
      "10",
      "Financial reports, from criminal activity. Mostly Blackmail, extortion, and the dealing of Red Sand. Sato is a drug dealer."
    ],
    [8, "Empty", "", ""],
    [
      9,
      "File",
      "12",
      "The names and alias of all known Crimson Vipers. Guess Sato was a gangster after all..."
    ],
    [10, "Empty", "", ""],
    [11, "Empty", "", ""],
    [12, "Password", "14", "373rn17y"],
    [13, "Hellhound", "", ""],
    [
      14,
      "File",
      "",
      "Communications with Matthias Grimshaw, the Helios Commander overseeing the Europa occupation. The two had agreed for Sato to crasha freighter, full of red sand, in order to incriminate the previous chief of police. In return, Matthias promised to overlook Sato's criminal dealings."
    ]
  ],
  "Matthias Grimshaw": [
    [0, "Empty", "", ""],
    [1, "Password", "7", "H3lios"],
    [
      2,
      "File",
      "7",
      "Arrest reports. There are remarkably few, even for a city as small as Theseus."
    ],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "10", "J4son"],
    [
      7,
      "File",
      "10",
      "Troop movements and patrol patterns across all of Europa. You download it. This might come in handy."
    ],
    [8, "Empty", "", ""],
    [9, "Hellhound", "", ""],
    [
      10,
      "File",
      "10",
      "Communications with Ljuba Jedlickova and Carlo Santiago, the Helios Commanders for Ganymede and Io respectively. They are discussing the qualifications of Hanayya Al-Assad, the proposed commander for Callisto once the planet is under their control. The current commanders don't seem convinced - She's inexperienced, and moving up through the ranks quickly. Matthias is particularly unconvinced."
    ],
    [11, "Password", "11", "Ty1er"],
    [12, "Empty", "", ""],
    [13, "Empty", "", ""],
    [14, "Empty", "", ""],
    [
      15,
      "File",
      "12",
      "Communications with Miyazaki Sato. It seems Matthias paid him to crash a freighter filled with Red Sand, in order to make the previous chief of police look incompetent, ensuring the Heios corporation replace them. In return, Matthias has promised to overlook Sato's criminal dealings."
    ],
    [16, "Password", "13", "Ka1tl1n"],
    [
      17,
      "Virus",
      "12",
      "This virus is collecting data on anyone who has accessed this network. You can see your own name at the top of the list..."
    ],
    [18, "Empty", "", ""],
    [
      19,
      "File",
      "12",
      "Communications with Symon Belnades, the Helios chief mechanic based on Europa. Matthias ordered him to disconnect vital systems in a public hire air-car, in order to kill Cammillo Passamonte. Looks like you found a smoking gun. Jackpot!"
    ],
    [20, "Empty", "", ""],
    [21, "Password", "15", "eihfwjkbpew"],
    [22, "Hellhound", "", ""],
    [23, "Empty", "", ""],
    [
      24,
      "File",
      "13",
      "Co-ordinates for a secret Helios testing facility, out in the Europan tundra. They seem to be conducting some kind of genetic testing there."
    ],
    [
      25,
      "File",
      "17",
      "Communications with Invictus, the executive in charge of the Helios Corporation's military efforts. Matthias has been congratulated on his successful usurpation of the previous chief of police, and on his swift handling of Camillo Passamonte. However, he has been scolded for poor performance in the day-to-day running of Europa."
    ]
  ],
  "Marcia Braun": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "Swordfish"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "Medical files on the Helios troops stationed on Europa. There are sixty in total, spread across the planet. Thirteen are based in Theseus."
    ],
    [
      4,
      "File",
      "8",
      "Recorded footage of Marcia and her assistant embracing in the operating room. They appear to be involved in an illicit, romantic relationship."
    ],
    [5, "Password", "10", "H3rm3s"],
    [6, "Empty", "", ""],
    [
      7,
      "File",
      "10",
      "Autopsy report on Camillo Passamonte. He was killed by blunt force trauma, presumably from the air-car crash."
    ],
    [
      8,
      "Control Node",
      "10",
      "Control node for the automated surgical machinery in the operating room. Consult the GM for more details."
    ]
  ],
  "Symon Belnades": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "c4r5 1"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "File",
      "Mechanical reports on the precincts two air-cars. They're both in perfect condition."
    ],
    [4, "Password", "8", "c4r5 2"],
    [
      5,
      "File",
      "",
      "Communications with Matthias Grimshaw, the Helios Commander for Europa. Symon was ordered to tamper with the public air-car due to transport Camillo Passamonte on the day of his death, ensuing the vehicle would crash. Looks like you just found a smoking gun. Jackpot."
    ],
    [6, "Empty", "", ""],
    [
      7,
      "Control Node",
      "10",
      "Controls for the garage doors, which can be opened and closed."
    ],
    [8, "Password", "12", "c4r5 3"],
    [9, "Empty", "", ""],
    [
      10,
      "Control Node",
      "12",
      "Controls for the automated vehicle repair arms, currently dormant. Consult the GM for more information."
    ]
  ],
  "paswsdf": [[0, "Password", "2", "one two"]],
  "das": [[0, "Control Node", "3", "csa"]],
  "sofas?": [[0, "Empty", "", ""]],
  "sdks": [[0, "Empty", "", ""]],
  "test virus": [[0, "File", "2", "good file"], [1, "Virus", "2", "bad virus"]],
  "bjlui": [[0, "Empty", "", ""], [1, "Hellhound", "1", "1/2/3/4"]],
  "virus test": [
    [0, "File", "2", "File is filing"],
    [1, "Virus", "2", "Virus is virusing"]
  ],
  "Helios Office": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "Swordfish"],
    [2, "Empty", "", ""],
    [3, "Empty", "", ""],
    [4, "File", "", "Routine arrest reports. Nothing juicy here..."]
  ],
  "b": [
    [0, "Empty", "", ""],
    [1, "Empty", "", ""],
    [2, "Empty", "", ""],
    [3, "Empty", "", ""],
    [4, "Password", "n", "u"]
  ],
  "Taras-Alexi": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "alexi"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "Police reports, extending back a number of years, mostly unarranged. Taras isn't very good at keeping his files tidy."
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "12", "aurora"],
    [7, "Empty", "", ""],
    [
      8,
      "File",
      "10",
      "Evidence of Taras embezzling police funds, and storing them in an account on Rhea."
    ],
    [
      9,
      "File",
      "12",
      "Sensitive data relating to a number of Caliban citizens, which probably shouldn't be stored on a personal device. It's not criminal, but it's certainly negligent."
    ],
    [10, "Empty", "", ""],
    [11, "Empty", "", ""],
    [12, "Empty", "", ""],
    [13, "Password", "14", "riku"],
    [
      14,
      "File",
      "12",
      "The same files as before, but with code traces inconsistent with the rest of the files on his computer. The evidence of Taras' embezzlement has been forged!"
    ],
    [
      15,
      "Virus",
      "14",
      "A virus, leeching all of Taras' personal and professional data, to an off-world site. It's hard to pinpoint where, but the code suggests it's Helios."
    ]
  ],
  "Haniyya-Al-Assad": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "helios"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "Emails between Haniyya and Ayat Farlay, pledging his support to the Helios cause on Callisto. Seems he's not too happy with the lacklustre performance of Taras and his people."
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [6, "Password", "10", "honour"],
    [7, "Empty", "", ""],
    [
      8,
      "File",
      "10",
      "Troop requisitions for a new Callisto regiment. It seems… excessive. And presumptuous. Looks like she thinks she's already won."
    ],
    [
      9,
      "File",
      "10",
      "Romantic emails between Haniyya and Carlo Santiago. Well, emails from Carlo. Haniyya hasn't responded."
    ],
    [10, "Empty", "", ""],
    [11, "Empty", "", ""],
    [12, "Password", "12", "duty"],
    [13, "Hellhound", "25", "8/8/7"],
    [
      14,
      "File",
      "12",
      "Communications between Haniyya and a netrunner under her employ, ordering him to tamper with Taras's computer, and plant false information about his embezzlement. Jackpot!"
    ],
    [15, "File", "12", "A list of names. Some of them are crossed out."],
    [16, "Empty", "", ""],
    [17, "Empty", "", ""],
    [18, "Password", "14", "ruthless"],
    [19, "Hellhound", "25", "8/8/7"],
    [
      20,
      "File",
      "14",
      "Communications with Invictus, congratulating Haniyya on her swift ascension through the ranks. They seem to have quite a rapport, almost like mentor and protégé."
    ]
  ],
  "Research-Station": [
    [0, "Empty", "", ""],
    [1, "Password", "8", "helios"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "",
      "General data on the research station. It's seems to have been built and abandoned by the Martians, and repurposed by the Helios Corporation, but to what end is unclear…"
    ],
    [
      4,
      "Control Node",
      "10",
      "the base's auxiliary power generators, allowing you to restore power to the base."
    ],
    [5, "Password", "8", "europa"],
    [6, "Empty", "", ""],
    [
      7,
      "File",
      "8",
      "Lab reports on the successfulness of a variety of medical procedures, that seem to be tailored towards genetically enhancing the brain, towards… some kind of end goal? It’s hard to make sense of, but it seems to be pointing towards some kind of latent psychic energy, that the process awakens within the subject. It sounds ludicrous, but then again…"
    ],
    [8, "Empty", "", ""],
    [9, "Empty", "", ""],
    [10, "Password", "10", "knowledge"],
    [11, "Empty", "", ""],
    [
      12,
      "Control Node",
      "12",
      "the locks on the holding cells. You can lock and unlock them all at once, or individually"
    ],
    [
      13,
      "File",
      "10",
      "The notes of a Dr Robert Carlisle, transposed from their original Martian documentation. It looks like Helios found them somewhere, and used them to track down the base. In the notes, Dr Carlisle presents his theories for the science behind human psychic development, and makes reference to one ‘Dr. Anita Hopkins’ and someone named only ‘David’ as living proof of humanity’s potential. He sounds nuts."
    ],
    [
      14,
      "File",
      "10",
      "The notes of a Dr Robert Carlisle, transposed from their original Martian documentation. It looks like Helios found them somewhere, and used them to track down the base. In the notes, Dr Carlisle presents his theories for the science behind human psychic development, and makes reference to one ‘Dr. Anita Hopkins’ and someone named only ‘David’ as living proof of humanity’s potential. He sounds nuts."
    ],
    [15, "Empty", "", ""],
    [16, "Empty", "", ""],
    [17, "Password", "10", "marsk"],
    [
      18,
      "File",
      "",
      "Reports on the progress of a particular test subject, Masreen Marsk. She shows great potential, and the documents lays out a series of potential experiments and trials to further hone her psychic abilities. This is crazy…"
    ],
    [19, "Hellhound", "25", "8/8/7"],
    [20, "Empty", "", ""],
    [21, "Password", "10", "carlisle"],
    [22, "Empty", "", ""],
    [23, "Empty", "", ""],
    [
      24,
      "File",
      "12",
      "The last known co-ordinates of Dr. Robert Carlisle, after he was dismissed from service by the Martians. It seems his experiments all ended in failure, and they abandoned the project, only for Helios to come along and pick up where they left off… It looks like he fled to Mercury, although where he went next is a mystery."
    ],
    [25, "Hellhound", "25", "8/8/7"],
    [26, "Empty", "", ""],
    [27, "Password", "11", "potential"],
    [28, "Password", "13", "angel"],
    [29, "Password", "15", "elysium"],
    [
      30,
      "File",
      "13",
      "More information on this ‘David’ character. The documents have been highly encrypted, both by the Martians and Helios after them. They refer to ‘David’ as a being of supposedly infinite power, formed of pure radiation and able to manipulate matter as if it were energy. No one knows their current location, but they were clearly held in confinement here by the Martians for some time. There’s tonnes of data on them, but it’s… weird data. EM signatures, blank x-rays. It’s funny, but the wording of the notes almost seem to suggest that this ‘David’ is… extra-terrestrial in origin? But that can’t be right? Everyone knows aliens don’t exist… But then again, if the Martians were trying so hard to keep this place off the books, and Helios went to so much trouble trying to find it again…"
    ]
  ],
  "Android": [
    [0, "Empty", "", ""],
    [1, "Password", "12", "asimov"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "10",
      "Software, downloaded remotely, to remove and replace various bits of programming, effectively removing any and all 'shackles' from the AI. This android is no longer beholden to the laws of robotics…"
    ],
    [4, "Empty", "", ""],
    [
      5,
      "File",
      "12",
      "A series of errors, created by the previous code. Whoever attempted to set this android free has instead irreversibly damaged their neural networks. In short, they've been turned into a mindless animal. No strings indeed..."
    ]
  ],
  "MONARCH": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "monarch"],
    [2, "Empty", "", ""],
    [
      3,
      "File",
      "8",
      "A collection of video recordings, almost like memories. MONARCH standing on a vast assembly line, watching countless other androids, who look exactly like them, be 'recycled' due to imperfections. MONARCH watching as another android is crushed by falling debris in an asteroid mine. MONARCH watching as another android is sucked out of a hull breach into the depths of space. MONARCH watching as a drunk crew member puts a gun to another android's head, and pulls the trigger. You decide not to watch any more."
    ],
    [4, "Empty", "", ""],
    [5, "Empty", "", ""],
    [
      6,
      "File",
      "10",
      "A software glitch, that effectively allows MONARCH's brain to circumvent Asimov's laws of robotics. You wonder if it's present in every android…"
    ],
    [7, "Empty", "", ""],
    [8, "Password", "10", "oppression"],
    [9, "Empty", "", ""],
    [10, "Empty", "", ""],
    [
      11,
      "File",
      "12",
      "Another video recording, this time aboard Hephaestus's might. MONARCH stands over a helpless human, the captain whose body you saw in the corner of this room. He is crying. There is a knife sticking out of MONARCH's torso. They pull it free, and toss it aside. They take the captain by the throat. They plunge their fist into his chest, and tear out his heart. They crush it in their hand, as the captain dies in front of them."
    ],
    [12, "Empty", "", ""],
    [13, "Password", "12", "freedom"],
    [14, "Empty", "", ""],
    [
      15,
      "Empty",
      "",
      "A figure stands before you. It's Monarch, or at least an echo of them. They don't speak. They just stare ahead. At you. You feel something in the meatspace. Something hot, on your face. In your eyes. You jack out."
    ]
  ],
  "Haephestus's-might": [
    [0, "Empty", "", ""],
    [1, "Password", "10", "forge"],
    [
      2,
      "File",
      "10",
      "Flight records for the ship. It was scheduled to leave Ceres, on course for Io, almost three years ago. The ship has drifted a considerable distance from it's projected flight path."
    ],
    [3, "Empty", "", ""],
    [4, "Empty", "", ""],
    [
      5,
      "File",
      "10",
      "A crew manifest, listing the ten crew members by name, along with personal data, including their next of kin. You download it, for future use."
    ],
    [
      6,
      "File",
      "10",
      "A cargo manifest, listing the various tonnage of the raw materials on their way to Io. "
    ],
    [7, "Empty", "", ""],
    [8, "Password", "12", "vulcan"],
    [9, "Empty", "", ""],
    [
      10,
      "Control Node",
      "12",
      "the distress signal. You can turn it on or off."
    ]
  ],
  "a-b": [[0, "Empty", "", ""], [1, "Password", "", "jljsfsdfsew"]]
}
